{
  "common": {
    "maintain": "Maintain",
    "glossary": "Glossary",
    "documentation": "Documentation",
    "search": "Search documentation...",
    "technical_data": "Technical Data",
    "description": "Description",
    "source_page": "Source: Page"
  },
  "nav": {
    "scope": "Chapter 1: Scope",
    "description": "Chapter 2: Aircraft Description",
    "performance": "Chapter 3: Aircraft Performance",
    "maneuvering": "Chapter 4: Ground Maneuvering",
    "servicing": "Chapter 5: Terminal Servicing",
    "operating": "Chapter 6: Operating Conditions",
    "pavement": "Chapter 7: Pavement Data",
    "rescue": "Chapter 10: Rescue & Fire Fighting"
  },
  "intro": {
    "title": "Introduction",
    "subtitle": "General information and purpose of the A321 Technical Data manual for airport and maintenance planning.",
    "general": "1. General"
  },
  "characteristics": {
    "title": "General Aircraft Characteristics",
    "subtitle": "Operational weights and technical specifications for the A321-100 variants.",
    "description": "This section provides the general aircraft characteristics for various A321-100 models. It includes technical data such as maximum ramp weight, maximum take-off weight, and other design weight limitations specific to each variant.",
    "technical_data": "Technical Data",
    "no_data": "No dynamic data extracted yet. Run the vision extraction script to populate this section."
  },
  "power_plant": {
    "title": "Power Plant",
    "subtitle": "Engine specifications and Auxiliary Power Unit (APU) technical layout.",
    "description": "The A321 family is equipped with high-bypass turbofan engines. Depending on the model, it features either the CFM56, IAE V2500, PW1100G, or CFM LEAP-1A series. Each configuration is optimized for specific range and efficiency requirements.",
    "apu_title": "Auxiliary Power Unit (APU)",
    "apu_card_title": "General Layout",
    "apu_card_description": "APU installation in the rear fuselage tail cone section.",
    "engine_options": "Engine Options"
  },
  "payload_range": {
    "title": "Payload / Range",
    "subtitle": "Operational performance envelopes under Standard Day (ISA) conditions.",
    "description": "These curves are provided for planning and information only. Actual performance varies significantly based on specific aircraft weight variants, engine types, and airport environmental factors.",
    "chart_title": "Payload/Range Chart",
    "card_title": "Performance Envelope",
    "card_description": "ISA Conditions - Typical configuration.",
    "table_title": "Range Data Tables"
  },
  "dimensions": {
    "title": "General Aircraft Dimensions",
    "subtitle": "Overall dimensions and geometry for the A321 family models.",
    "main_dimensions": "Main Dimensions",
    "wingspan": "Wingspan",
    "length": "Overall Length",
    "height": "Height (Tail Top)",
    "diameter": "Fuselage Diameter",
    "tech_note_title": "Technical Note",
    "tech_note_desc": "Detailed diagrams for Wing Tip Fence and Sharklet versions are available in the Scaled Drawings section of this manual.",
    "table_title": "Dimension Specifications"
  },
  "ground_clearances": {
    "title": "Ground Clearances",
    "subtitle": "Height of various points of the aircraft above the ground for different configurations.",
    "description": "Dimensions in the tables are approximate and will vary with tire type, weight and balance and other special conditions.",
    "configs_title": "Configurations provided",
    "configs_desc": "Standard operational states",
    "configs_list": [
      "A light weight, for an A/C in maintenance configuration with a mid CG.",
      "An aircraft at Maximum Ramp Weight with a FWD CG and an AFT CG.",
      "Aircraft on jacks, FDL at 4.60 m (15.09 ft)."
    ],
    "note": "Passenger and cargo door ground clearances are measured from the center of the door sill and from floor level.",
    "diagram_title": "Technical Diagram",
    "diagram_card_title": "Aircraft Profile with Clearance Markers",
    "diagram_card_desc": "Figure 2-3-0-991-005-A01 - Wing Tip Fence",
    "table_title": "Clearance Data Tables"
  },
  "cargo": {
    "title": "Cargo Compartments",
    "subtitle": "Locations, dimensions, and loading combinations for cargo systems.",
    "description": "This section provides detailed information on the cargo compartments of the A321, including their physical locations, dimensions, and various loading combinations for Unit Load Devices (ULDs) and bulk cargo.",
    "loc_dim_title": "Locations and Dimensions",
    "loc_dim_card_title": "General Layout",
    "loc_dim_card_desc": "Typical cargo configuration for A321 variants.",
    "loading_title": "Loading Combinations",
    "loading_card_title": "Unit Load Device (ULD) Configurations",
    "loading_card_desc": "Standard loading patterns for forward and aft compartments.",
    "table_title": "Cargo Capacity Data"
  },
  "doors": {
    "title": "Door Clearances and Location",
    "subtitle": "Identification and spatial requirements for all aircraft access points.",
    "description": "This section provides the identification and locations of passenger/crew doors, emergency exits, and cargo compartment doors. Ground clearances are approximate and vary with aircraft weight and configuration.",
    "ident_title": "Door Identification",
    "ident_card_title": "Access Point Layout",
    "ident_card_desc": "Identification of passenger, crew, and cargo doors.",
    "table_title": "Door Dimension & Clearance Tables"
  },
  "escape_slides": {
    "title": "Escape Slides",
    "subtitle": "Location of evacuation facilities and related deployment clearances.",
    "description": "This section provides the location of slides and rafts facilities and the related deployment clearances. It covers the standard A321 configurations as well as the specialized A321neo-ACF and A321neo-XLR models.",
    "loc_title": "Slide Locations",
    "loc_intro": "Slides/rafts facilities are provided at:",
    "loc_std": "One single or dual lane slide at each door 1 and 4 (total 04)",
    "loc_std_2": "One single lane slide at each door 2 and 3 (total 04)",
    "loc_neo_intro": "For A321neo-ACF and A321neo-XLR:",
    "loc_neo_1": "One single or dual lane slide at each door 1 and 4 (total 04)",
    "loc_neo_2": "One single lane slide at each door 3 (total 02)",
    "loc_neo_3": "One dual lane overwing slide at each wing (total 2)",
    "loc_card_title": "Standard Configuration",
    "loc_card_desc": "Evacuation slide placement layout.",
    "dim_title": "Technical Dimensions",
    "dim_card_title": "Deployment Clearances",
    "dim_card_desc": "Figure: Escape Slides - Dimensions"
  },
  "landing_gear": {
    "title": "Landing Gear",
    "subtitle": "Technical architecture and dimensions of the A321 retractable tricycle landing gear system.",
    "description": "The landing gear is of the conventional retractable tricycle type comprising two main gears with twin-wheels and a twin-wheel nose gear. Steering is controlled via hand wheels in the cockpit and can be deactivated for towing.",
    "main_gear_title": "Main Landing Gear",
    "main_gear_card_title": "Twin-Wheel System",
    "main_gear_card_desc": "Structural layout of the main fitting, shock absorber, and side stay.",
    "table_title": "Landing Gear Specifications"
  },
  "jacking": {
    "title": "Jacking for Maintenance",
    "subtitle": "Critical jacking point locations and safety stay requirements for ground maintenance.",
    "description": "This section defines the precise coordinates for jacking the aircraft. Specialized equipment and strict adherence to safety stay protocols are mandatory to ensure structural integrity and personnel safety during lifting operations.",
    "points_title": "Jacking Points",
    "points_card_title": "Structural Lifting Points",
    "points_card_desc": "Locations for forward fuselage and wing jacking operations."
  },
  "take_off_weight": {
    "title": "Take-off Weight Limitation",
    "subtitle": "Maximum permissible weights for takeoff operations under ISA conditions.",
    "description": "These curves are given for information only. The approved values are stated in the 'Operating Manuals' specific to the airline operating the aircraft.",
    "chart_title": "Take-off Weight Chart",
    "card_title": "Operational Constraints",
    "notice_title": "Information Only",
    "table_title": "Weight Limitation Data"
  },
  "landing_length": {
    "title": "Landing Field Length",
    "subtitle": "Required landing distances for various weights and altitudes under ISA conditions.",
    "description": "This section provides the landing field length required for various aircraft weights and airport altitudes under Standard Day (ISA) conditions. These values are essential for determining runway suitability at destination and alternate airports.",
    "chart_title": "Landing Field Length Chart",
    "card_title": "Required Distance",
    "table_title": "Landing Performance Data"
  },
  "approach_speed": {
    "title": "Final Approach Speed",
    "subtitle": "Indicated airspeed at threshold in the landing configuration.",
    "description": "The final approach speed is the indicated airspeed at threshold in the landing configuration at the certificated maximum flap setting and Maximum Landing Weight (MLW) at standard atmospheric conditions.",
    "card_title": "Aircraft Approach Category",
    "card_desc": "Certification metrics.",
    "category_prefix": "Classifies the aircraft into",
    "category_name": "Aircraft Approach Category C",
    "note": "Note: This value is given for information only."
  },
  "turning_radii": {
    "title": "Turning Radii",
    "subtitle": "Geometry of aircraft turns during ground maneuvering operations.",
    "description": "The turning radii are calculated for various conditions and are essential for airport planning and ground operations. These diagrams show the minimum space required for the aircraft to complete turns.",
    "chart_title": "Turning Radii Diagram",
    "card_title": "Geometry without Slip Angle",
    "card_desc": "Calculation of turning arcs for planning.",
    "table_title": "Turning Radius Data"
  },
  "minimum_radii": {
    "title": "Minimum Turning Radii",
    "subtitle": "Smallest possible turning arcs based on maximum nose wheel steering angle.",
    "description": "The minimum turning radii are determined by the maximum nose wheel steering angle. This data is critical for determining the minimum runway width required for a 180-degree turn and for designing taxiway intersections.",
    "chart_title": "Minimum Turning Radii Diagram",
    "card_title": "Max Steering Angle Path",
    "card_desc": "Minimum space requirements for tight maneuvers.",
    "table_title": "Minimum Radius Specifications"
  },
  "turn_paths": {
    "title": "Runway and Taxiway Turn Paths",
    "subtitle": "Operational wheel track patterns for standard airport maneuvers.",
    "description": "Turn paths are provided for common airport maneuvers, such as 90°, 135°, and 180° turns. The diagrams show the path of the nose gear and the main gear, ensuring that the aircraft remains within the pavement boundaries using standard steering techniques.",
    "chart_title": "Turn Path Diagram",
    "card_title": "135° Turn Geometry",
    "card_desc": "Figure: 135° Turn - Runway to Taxiway (Cockpit Over Centerline Method)",
    "table_title": "Maneuvering Path Data"
  },
  "visibility": {
    "title": "Visibility from Cockpit",
    "subtitle": "Captain's field of view and ground visibility angles in static position.",
    "description": "This section provides information on the binocular visibility through the cockpit windows from the Captain's eye position. It includes vertical and horizontal visual angles and defines the areas of the ground visible to the flight crew.",
    "diagram_title": "Visibility Diagram",
    "card_title": "Cockpit Vision Envelope",
    "card_desc": "Figure: Visibility from Cockpit in Static Position"
  },
  "ramp_layouts": {
    "title": "Typical Ramp Layouts",
    "subtitle": "Ground Service Equipment (GSE) positioning and workspace requirements.",
    "description": "This section shows the typical positioning of ground service equipment (GSE) around the A321 during turnaround operations. It includes layouts for both open apron and gate positions, identifying the space required for loaders, trucks, and other service vehicles.",
    "layout_title": "Open Apron Layout",
    "layout_card_title": "Service Vehicle Positioning",
    "layout_card_desc": "Typical arrangement for bulk and ULD loading operations."
  },
  "connections": {
    "title": "Ground Service Connections",
    "subtitle": "Locations and technical specifications for aircraft service interfaces.",
    "description": "This section shows the locations of various ground service connections, including refueling, electrical power, pneumatic air, and water services. Precise positioning is essential for efficient ramp operations.",
    "layout_title": "Connections Layout",
    "layout_card_title": "Interface Access Points",
    "layout_card_desc": "Identification of refueling, pneumatic, and electrical connection points."
  },
  "turn_round": {
    "title": "Turn Round Time Charts",
    "subtitle": "Operational timelines for ramp activities during aircraft turnaround.",
    "description": "The turnaround time charts are based on typical passenger and cargo loads, using standard equipment and procedures. Factors such as refueling rates, passenger boarding rates, and cargo exchange volumes are considered to determine the critical path for the turnaround.",
    "chart_title": "Turn Round Time Chart",
    "chart_card_title": "Full Servicing Timeline",
    "chart_card_desc": "Typical sequence of events for a standard turnaround."
  },
  "towing": {
    "title": "Ground Towing",
    "subtitle": "Operational requirements and structural limitations for aircraft towing and pushback.",
    "description": "This section defines the requirements for towing the aircraft, including the maximum towbar pull and push forces. It also specifies the disconnection of the nose wheel steering to prevent damage during ground handling operations.",
    "req_title": "Towing Requirements",
    "req_card_title": "Standard Towing Configuration",
    "req_card_desc": "Figure: Ground Towing Requirements and procedures."
  },
  "exhaust_velocities": {
    "title": "Engine Exhaust Velocities",
    "subtitle": "Operational velocity contours for personnel and equipment safety zones.",
    "description": "Exhaust velocity contours define the area behind the aircraft where high-speed gases are present during engine operation. These diagrams are used to establish safety zones for personnel and ground equipment during idle, breakaway, and takeoff power settings.",
    "contours_title": "Exhaust Velocity Contours",
    "contours_card_title": "Ground Idle Power",
    "contours_card_desc": "Figure: Engine Exhaust Velocities - CFM56 Series Engine"
  },
  "exhaust_temperatures": {
    "title": "Engine Exhaust Temperatures",
    "subtitle": "Thermal impact zones for various engine power settings.",
    "description": "Exhaust temperature contours indicate the thermal zones behind the aircraft engines. This data is essential for protecting airport pavement, underground utilities, and ground equipment from heat damage during various engine power operations.",
    "contours_title": "Exhaust Temperature Contours",
    "contours_card_title": "Ground Idle Power",
    "contours_card_desc": "Thermal mapping for ground operations safety."
  },
  "danger_areas": {
    "title": "Danger Areas of Engines",
    "subtitle": "Critical intake suction and exhaust safety zones for ground personnel.",
    "description": "This section defines the engine intake suction danger area and the exhaust velocity/temperature danger zones. Strict adherence to these zones is required to ensure the safety of ground personnel and equipment while engines are running.",
    "diagram_title": "Danger Area Diagram",
    "diagram_card_title": "Operational Hazard Zones",
    "diagram_card_desc": "Figure: Danger Areas of the Engines - Ground Idle Power"
  },
  "footprint": {
    "title": "Landing Gear Footprint",
    "subtitle": "Structural distribution of weight and tire contact area for airport pavement analysis.",
    "description": "This section provides the necessary data to understand the pressure and footprint of the A321 landing gear on various pavement types, which is critical for airport infrastructure compatibility and structural integrity assessment.",
    "diagram_title": "Footprint Diagram",
    "diagram_card_title": "Tire Contact Geometry",
    "diagram_card_desc": "Figure: Landing Gear Footprint specifications.",
    "table_title": "Footprint & Pressure Tables"
  },
  "pavement_loads": {
    "title": "Maximum Pavement Loads",
    "subtitle": "Structural weight transmission to runways and taxiways during various operational states.",
    "description": "This section provides the maximum loads transmitted to the airport pavement through the landing gear. These values are calculated for various center of gravity positions and maximum ramp weights, ensuring airport engineers can assess the structural capacity of runways and taxiways.",
    "chart_title": "Pavement Loads Chart",
    "card_title": "Structural Impact Data",
    "card_desc": "Figure: Maximum Pavement Loads for A321-100 series.",
    "table_title": "Maximum Load Tables"
  },
  "acn_pcn": {
    "title": "ACN/PCN Reporting System",
    "subtitle": "Standardized ICAO methodology for reporting and assessing airport pavement strength compatibility.",
    "description": "The ACN/PCN system is the standard ICAO method for reporting pavement strength. The ACN (Aircraft Classification Number) expresses the effect of the aircraft on the pavement, while the PCN (Pavement Classification Number) expresses the strength of the pavement. For an aircraft to operate without restriction, its ACN must be less than or equal to the PCN.",
    "table_title": "ACN Tables",
    "card_title": "Classification Data",
    "card_desc": "Figure: ACN Table for A321-100 (Flexible and Rigid Pavements)",
    "dynamic_table_title": "Aircraft Classification Data"
  },
  "rescue_general": {
    "title": "Rescue & Fire Fighting",
    "subtitle": "Critical emergency access points and hazardous material locations for first responders.",
    "description": "This section provides essential data for rescue and fire fighting personnel, including emergency access points, fuel tank locations, and hazardous material storage areas.",
    "chart_title": "Rescue Chart",
    "card_title": "ARFF Overview",
    "card_desc": "Figure: Aircraft Rescue and Fire Fighting (ARFF) Chart"
  },
  "evacuation": {
    "title": "Emergency Evacuation",
    "subtitle": "Deployment procedures and technical specifications for evacuation devices.",
    "description": "This section details the location and operation of emergency evacuation devices, including slides, rafts, and emergency exits. It also provides information on the aircraft's structural break-in points for rescue personnel.",
    "devices_title": "Evacuation Devices",
    "card_title": "Slide and Exit Deployment",
    "card_desc": "Identification of slides, rafts, and emergency access pathways."
  },
  "glossary_page": {
    "title": "Glossary",
    "subtitle": "Technical abbreviations and design terminology used throughout the technical documentation.",
    "list_title": "1. List of Abbreviations"
  }
}
