{
  "common": {
    "maintain": "Maintenance",
    "glossary": "Glossaire",
    "documentation": "Documentation",
    "search": "Rechercher dans la documentation...",
    "technical_data": "Données Techniques",
    "description": "Description",
    "source_page": "Source : Page"
  },
  "nav": {
    "scope": "Chapitre 1 : Portée",
    "description": "Chapitre 2 : Description de l'avion",
    "performance": "Chapitre 3 : Performances",
    "maneuvering": "Chapitre 4 : Manœuvres au sol",
    "servicing": "Chapitre 5 : Entretien au terminal",
    "operating": "Chapitre 6 : Conditions d'exploitation",
    "pavement": "Chapitre 7 : Données de chaussée",
    "rescue": "Chapitre 10 : Sauvetage et Incendie"
  },
  "intro": {
    "title": "Introduction",
    "subtitle": "Informations générales et but du manuel des caractéristiques de l'A321 pour la planification aéroportuaire et la maintenance.",
    "general": "1. Généralités"
  },
  "characteristics": {
    "title": "Caractéristiques générales de l'avion",
    "subtitle": "Poids opérationnels et spécifications techniques pour les variantes de l'A321-100.",
    "description": "Cette section présente les caractéristiques générales des différents modèles d'A321-100. Elle comprend des données techniques telles que le poids maximal sur rampe, le poids maximal au décollage et d'autres limitations de poids de conception spécifiques à chaque variante.",
    "technical_data": "Données Techniques",
    "no_data": "Aucune donnée dynamique extraite pour le moment. Lancez le script d'extraction vision pour peupler cette section."
  },
  "power_plant": {
    "title": "Groupe Motopropulseur",
    "subtitle": "Spécifications des moteurs et disposition technique de l'unité de puissance auxiliaire (APU).",
    "description": "La famille A321 est équipée de turboréacteurs à double flux à haut taux de dilution. Selon le modèle, elle est équipée des séries CFM56, IAE V2500, PW1100G ou CFM LEAP-1A. Chaque configuration est optimisée pour des exigences spécifiques de portée et d'efficacité.",
    "apu_title": "Unité de puissance auxiliaire (APU)",
    "apu_card_title": "Disposition générale",
    "apu_card_description": "Installation de l'APU dans la section du cône de queue du fuselage arrière.",
    "engine_options": "Options de moteur"
  },
  "payload_range": {
    "title": "Charge utile / Rayon d'action",
    "subtitle": "Enveloppes de performance opérationnelle dans des conditions de jour standard (ISA).",
    "description": "Ces courbes sont fournies uniquement à titre indicatif. Les performances réelles varient considérablement en fonction des variantes de masse de l'avion, des types de moteurs et des facteurs environnementaux de l'aéroport.",
    "chart_title": "Graphique Charge utile / Rayon d'action",
    "card_title": "Enveloppe de performance",
    "card_description": "Conditions ISA - Configuration typique.",
    "table_title": "Tableaux de données de rayon d'action"
  },
  "dimensions": {
    "title": "Dimensions générales de l'avion",
    "subtitle": "Dimensions hors-tout et géométrie pour les modèles de la famille A321.",
    "main_dimensions": "Dimensions principales",
    "wingspan": "Envergure",
    "length": "Longueur hors-tout",
    "height": "Hauteur (sommet dérive)",
    "diameter": "Diamètre du fuselage",
    "tech_note_title": "Note technique",
    "tech_note_desc": "Des schémas détaillés pour les versions avec wing-tip fence et sharklets sont disponibles dans la section Dessins à l'échelle de ce manuel.",
    "table_title": "Spécifications de dimensions"
  },
  "ground_clearances": {
    "title": "Gardes au sol",
    "subtitle": "Hauteur de divers points de l'avion au-dessus du sol pour différentes configurations.",
    "description": "Les dimensions dans les tableaux sont approximatives et varieront selon le type de pneu, le poids, l'équilibrage et d'autres conditions spéciales.",
    "configs_title": "Configurations fournies",
    "configs_desc": "États opérationnels standard",
    "configs_list": [
      "Masse légère, pour un avion en configuration de maintenance avec un CG moyen.",
      "Avion au poids maximal sur rampe (MRW) avec un CG avant et un CG arrière.",
      "Avion sur vérins, FDL à 4,60 m (15,09 ft)."
    ],
    "note": "Les gardes au sol des portes passagers et cargo sont mesurées à partir du centre du seuil de porte et du niveau du plancher.",
    "diagram_title": "Schéma technique",
    "diagram_card_title": "Profil de l'avion avec marqueurs de garde",
    "diagram_card_desc": "Figure 2-3-0-991-005-A01 - Wing Tip Fence",
    "table_title": "Tableaux de données de garde au sol"
  },
  "cargo": {
    "title": "Compartiments cargo",
    "subtitle": "Emplacements, dimensions et combinaisons de chargement pour les systèmes de fret.",
    "description": "Cette section fournit des informations détaillées sur les compartiments cargo de l'A321, y compris leurs emplacements physiques, leurs dimensions et diverses combinaisons de chargement pour les unités de chargement (ULD) et le fret en vrac.",
    "loc_dim_title": "Emplacements et dimensions",
    "loc_dim_card_title": "Disposition générale",
    "loc_dim_card_desc": "Configuration cargo typique pour les variantes de l'A321.",
    "loading_title": "Combinaisons de chargement",
    "loading_card_title": "Configurations d'unités de chargement (ULD)",
    "loading_card_desc": "Modèles de chargement standard pour les compartiments avant et arrière.",
    "table_title": "Données de capacité cargo"
  },
  "doors": {
    "title": "Gardes au sol et emplacements des portes",
    "subtitle": "Identification et exigences spatiales pour tous les points d'accès de l'avion.",
    "description": "Cette section fournit l'identification et l'emplacement des portes passagers/équipage, des issues de secours et des portes des compartiments cargo. Les gardes au sol sont approximatives et varient selon le poids et la configuration de l'avion.",
    "ident_title": "Identification des portes",
    "ident_card_title": "Disposition des points d'accès",
    "ident_card_desc": "Identification des portes passagers, équipage et cargo.",
    "table_title": "Tableaux des dimensions et gardes au sol des portes"
  },
  "escape_slides": {
    "title": "Toboggans d'évacuation",
    "subtitle": "Emplacement des installations de toboggans/radeaux et gardes au sol liées au déploiement.",
    "description": "Cette section fournit l'emplacement des installations de toboggans et de radeaux ainsi que les gardes au sol liées au déploiement. Elle couvre les configurations standard de l'A321 ainsi que les modèles spécialisés A321neo-ACF et A321neo-XLR.",
    "loc_title": "Emplacements des toboggans",
    "loc_intro": "Les installations de toboggans/radeaux sont prévues aux endroits suivants :",
    "loc_std": "Un toboggan à une ou deux voies à chaque porte 1 et 4 (total 04)",
    "loc_std_2": "Un toboggan à une voie à chaque porte 2 et 3 (total 04)",
    "loc_neo_intro": "Pour l'A321neo-ACF et l'A321neo-XLR :",
    "loc_neo_1": "Un toboggan à une ou deux voies à chaque porte 1 et 4 (total 04)",
    "loc_neo_2": "Un toboggan à une voie à chaque porte 3 (total 02)",
    "loc_neo_3": "Un toboggan d'aile à deux voies à chaque aile (total 2)",
    "loc_card_title": "Configuration standard",
    "loc_card_desc": "Disposition de l'emplacement des toboggans d'évacuation.",
    "dim_title": "Dimensions techniques",
    "dim_card_title": "Gardes au sol de déploiement",
    "dim_card_desc": "Figure : Toboggans d'évacuation - Dimensions"
  },
  "landing_gear": {
    "title": "Train d'atterrissage",
    "subtitle": "Architecture technique et dimensions du système de train d'atterrissage tricycle rétractable de l'A321.",
    "description": "Le train d'atterrissage est de type tricycle rétractable classique comprenant deux trains principaux à roues jumelées et un train avant à roues jumelées. La direction est contrôlée via des volants dans le cockpit et peut être désactivée pour le remorquage.",
    "main_gear_title": "Train d'atterrissage principal",
    "main_gear_card_title": "Système à roues jumelées",
    "main_gear_card_desc": "Disposition structurelle de la ferrure principale, de l'amortisseur et de la contrefiche latérale.",
    "table_title": "Spécifications du train d'atterrissage"
  },
  "jacking": {
    "title": "Levage pour maintenance",
    "subtitle": "Emplacements critiques des points de levage et exigences de haubanage de sécurité pour la maintenance au sol.",
    "description": "Cette section définit les coordonnées précises pour le levage de l'avion. Un équipement spécialisé et le strict respect des protocoles de haubanage de sécurité sont obligatoires pour garantir l'intégrité structurelle et la sécurité du personnel pendant les opérations de levage.",
    "points_title": "Points de levage",
    "points_card_title": "Points de levage structurels",
    "points_card_desc": "Emplacements pour les opérations de levage du fuselage avant et des ailes."
  },
  "take_off_weight": {
    "title": "Limitation du poids au décollage",
    "subtitle": "Poids maximaux admissibles pour les opérations de décollage dans des conditions ISA.",
    "description": "Ces courbes sont fournies uniquement à titre indicatif. Les valeurs approuvées sont indiquées dans les « Manuels d'exploitation » spécifiques à la compagnie aérienne exploitant l'avion.",
    "chart_title": "Graphique du poids au décollage",
    "card_title": "Contraintes opérationnelles",
    "notice_title": "Information uniquement",
    "table_title": "Données de limitation de poids"
  },
  "landing_length": {
    "title": "Longueur de piste à l'atterrissage",
    "subtitle": "Distances d'atterrissage requises pour divers poids et altitudes dans des conditions ISA.",
    "description": "Cette section fournit la longueur de piste nécessaire à l'atterrissage pour divers poids d'avion et altitudes d'aéroport dans des conditions de jour standard (ISA). Ces valeurs sont essentielles pour déterminer l'aptitude de la piste aux aéroports de destination et de dégagement.",
    "chart_title": "Graphique de la longueur de piste à l'atterrissage",
    "card_title": "Distance requise",
    "table_title": "Données de performance à l'atterrissage"
  },
  "approach_speed": {
    "title": "Vitesse finale d'approche",
    "subtitle": "Vitesse indiquée au seuil en configuration d'atterrissage.",
    "description": "La vitesse finale d'approche est la vitesse indiquée au seuil en configuration d'atterrissage au réglage de volets maximal certifié et à la masse maximale à l'atterrissage (MLW) dans des conditions atmosphériques standard.",
    "card_title": "Catégorie d'approche de l'avion",
    "card_desc": "Mesures de certification.",
    "category_prefix": "Classe l'avion dans la",
    "category_name": "Catégorie d'approche d'avion C",
    "note": "Note : Cette valeur est donnée à titre indicatif."
  },
  "turning_radii": {
    "title": "Rayons de braquage",
    "subtitle": "Géométrie des virages de l'avion lors des opérations de manœuvre au sol.",
    "description": "Les rayons de braquage sont calculés pour diverses conditions et sont essentiels pour la planification aéroportuaire et les opérations au sol. Ces schémas montrent l'espace minimal requis pour que l'avion effectue des virages.",
    "chart_title": "Schéma des rayons de braquage",
    "card_title": "Géométrie sans angle de dérapage",
    "card_desc": "Calcul des arcs de virage pour la planification.",
    "table_title": "Données de rayon de braquage"
  },
  "minimum_radii": {
    "title": "Rayons de braquage minimaux",
    "subtitle": "Plus petits arcs de virage possibles basés sur l'angle de braquage maximal de la roue de nez.",
    "description": "Les rayons de braquage minimaux sont déterminés par l'angle de braquage maximal de la roue de nez. Ces données sont critiques pour déterminer la largeur de piste minimale requise pour un virage à 180 degrés et pour la conception des intersections de voies de circulation.",
    "chart_title": "Schéma des rayons de braquage minimaux",
    "card_title": "Trajectoire d'angle de braquage max",
    "card_desc": "Exigences d'espace minimal pour les manœuvres serrées.",
    "table_title": "Spécifications de rayon minimal"
  },
  "turn_paths": {
    "title": "Trajectoires de virage sur piste et voie de circulation",
    "subtitle": "Modèles de trajectoire des roues pour les manœuvres aéroportuaires standard.",
    "description": "Les trajectoires de virage sont fournies pour les manœuvres aéroportuaires courantes, telles que les virages à 90°, 135° et 180°. Les schémas montrent la trajectoire du train avant et du train principal, garantissant que l'avion reste dans les limites de la chaussée en utilisant des techniques de braquage standard.",
    "chart_title": "Schéma de trajectoire de virage",
    "card_title": "Géométrie de virage à 135°",
    "card_desc": "Figure : Virage à 135° - Piste vers voie de circulation (Méthode du cockpit sur l'axe)",
    "table_title": "Données de trajectoire de manœuvre"
  },
  "visibility": {
    "title": "Visibilité depuis le cockpit",
    "subtitle": "Champ de vision du commandant de bord et angles de visibilité au sol en position statique.",
    "description": "Cette section fournit des informations sur la visibilité binoculaire à travers les fenêtres du cockpit depuis la position de l'œil du commandant de bord. Elle comprend les angles de vision verticaux et horizontaux et définit les zones au sol visibles par l'équipage de conduite.",
    "diagram_title": "Schéma de visibilité",
    "card_title": "Enveloppe de vision du cockpit",
    "card_desc": "Figure : Visibilité depuis le cockpit en position statique"
  },
  "ramp_layouts": {
    "title": "Dispositions typiques de rampe",
    "subtitle": "Positionnement de l'équipement de service au sol (GSE) et exigences en matière d'espace de travail.",
    "description": "Cette section montre le positionnement typique de l'équipement de service au sol (GSE) autour de l'A321 pendant les opérations de rotation. Elle comprend des schémas pour les positions en aire de stationnement ouverte et aux portes, identifiant l'espace requis pour les chargeurs, les camions et autres véhicules de service.",
    "layout_title": "Disposition de l'aire de stationnement ouverte",
    "layout_card_title": "Positionnement des véhicules de service",
    "layout_card_desc": "Disposition typique pour les opérations de chargement en vrac et d'ULD."
  },
  "connections": {
    "title": "Connexions de service au sol",
    "subtitle": "Emplacements et spécifications techniques des interfaces de service de l'avion.",
    "description": "Cette section montre l'emplacement des diverses connexions de service au sol, y compris l'avitaillement en carburant, l'alimentation électrique, l'air pneumatique et les services d'eau. Un positionnement précis est essentiel pour l'efficacité des opérations sur la rampe.",
    "layout_title": "Disposition des connexions",
    "layout_card_title": "Points d'accès de l'interface",
    "layout_card_desc": "Identification des points de connexion carburant, pneumatique et électrique."
  },
  "turn_round": {
    "title": "Graphiques des temps de rotation",
    "subtitle": "Chronologies opérationnelles des activités sur la rampe pendant la rotation de l'avion.",
    "description": "Les graphiques des temps de rotation sont basés sur des charges typiques de passagers et de fret, en utilisant un équipement et des procédures standard. Des facteurs tels que les taux d'avitaillement, les taux d'embarquement des passagers et les volumes d'échange de fret sont pris en compte pour déterminer le chemin critique de la rotation.",
    "chart_title": "Graphique du temps de rotation",
    "chart_card_title": "Chronologie du service complet",
    "chart_card_desc": "Séquence typique d'événements pour une rotation standard."
  },
  "towing": {
    "title": "Remorquage au sol",
    "subtitle": "Exigences opérationnelles et limitations structurelles pour le remorquage et le repoussage de l'avion.",
    "description": "Cette section définit les exigences pour le remorquage de l'avion, y compris les forces maximales de traction et de poussée de la barre de remorquage. Elle spécifie également la déconnexion de la direction de la roue de nez pour éviter tout dommage pendant les opérations de manutention au sol.",
    "req_title": "Exigences de remorquage",
    "req_card_title": "Configuration de remorquage standard",
    "req_card_desc": "Figure : Exigences et procédures de remorquage au sol."
  },
  "exhaust_velocities": {
    "title": "Vitesses d'échappement des moteurs",
    "subtitle": "Contours de vitesse opérationnelle pour les zones de sécurité du personnel et de l'équipement.",
    "description": "Les contours de vitesse d'échappement définissent la zone derrière l'avion où des gaz à haute vitesse sont présents pendant le fonctionnement du moteur. Ces schémas sont utilisés pour établir des zones de sécurité pour le personnel et l'équipement au sol pendant les réglages de puissance de ralenti, de décollage et de décollage.",
    "contours_title": "Contours de vitesse d'échappement",
    "contours_card_title": "Puissance de ralenti au sol",
    "contours_card_desc": "Figure : Vitesses d'échappement des moteurs - Série de moteurs CFM56"
  },
  "exhaust_temperatures": {
    "title": "Températures d'échappement des moteurs",
    "subtitle": "Zones d'impact thermique pour divers réglages de puissance du moteur.",
    "description": "Les contours de température d'échappement indiquent les zones thermiques derrière les moteurs de l'avion. Ces données sont essentielles pour protéger la chaussée de l'aéroport, les services publics souterrains et l'équipement au sol contre les dommages causés par la chaleur pendant les diverses opérations de puissance du moteur.",
    "contours_title": "Contours de température d'échappement",
    "contours_card_title": "Puissance de ralenti au sol",
    "contours_card_desc": "Cartographie thermique pour la sécurité des opérations au sol."
  },
  "danger_areas": {
    "title": "Zones dangereuses des moteurs",
    "subtitle": "Zones de sécurité critiques pour l'aspiration à l'admission et l'échappement pour le personnel au sol.",
    "description": "Cette section définit la zone dangereuse d'aspiration à l'admission du moteur et les zones dangereuses de vitesse/température d'échappement. Le strict respect de ces zones est requis pour assurer la sécurité du personnel au sol et de l'équipement pendant que les moteurs tournent.",
    "diagram_title": "Schéma de la zone dangereuse",
    "diagram_card_title": "Zones de danger opérationnel",
    "diagram_card_desc": "Figure : Zones dangereuses des moteurs - Puissance de ralenti au sol"
  },
  "footprint": {
    "title": "Empreinte du train d'atterrissage",
    "subtitle": "Répartition structurelle du poids et de la zone de contact des pneus pour l'analyse de la chaussée de l'aéroport.",
    "description": "Cette section fournit les données nécessaires pour comprendre la pression et l'empreinte du train d'atterrissage de l'A321 sur divers types de chaussées, ce qui est critique pour la compatibilité des infrastructures aéroportuaires et l'évaluation de l'intégrité structurelle.",
    "diagram_title": "Schéma de l'empreinte",
    "diagram_card_title": "Géométrie de contact des pneus",
    "diagram_card_desc": "Figure : Spécifications de l'empreinte du train d'atterrissage.",
    "table_title": "Tableaux d'empreinte et de pression"
  },
  "pavement_loads": {
    "title": "Charges maximales sur la chaussée",
    "subtitle": "Transmission structurelle du poids aux pistes et aux voies de circulation pendant divers états opérationnels.",
    "description": "Cette section fournit les charges maximales transmises à la chaussée de l'aéroport par le train d'atterrissage. Ces valeurs sont calculées pour diverses positions du centre de gravité et des poids maximaux sur rampe, permettant aux ingénieurs aéroportuaires d'évaluer la capacité structurelle des pistes et des voies de circulation.",
    "chart_title": "Graphique des charges de chaussée",
    "card_title": "Données d'impact structurel",
    "card_desc": "Figure : Charges maximales sur la chaussée pour la série A321-100.",
    "table_title": "Tableaux des charges maximales"
  },
  "acn_pcn": {
    "title": "Système de notification ACN/PCN",
    "subtitle": "Méthodologie standardisée de l'OACI pour la notification et l'évaluation de la compatibilité de la résistance de la chaussée aéroportuaire.",
    "description": "Le système ACN/PCN est la méthode standard de l'OACI pour signaler la résistance des chaussées. L'ACN (Aircraft Classification Number) exprime l'effet de l'avion sur la chaussée, tandis que le PCN (Pavement Classification Number) exprime la résistance de la chaussée. Pour qu'un avion puisse opérer sans restriction, son ACN doit être inférieur ou égal au PCN.",
    "table_title": "Tableaux ACN",
    "card_title": "Données de classification",
    "card_desc": "Figure : Tableau ACN pour l'A321-100 (Chaussées souples et rigides)",
    "dynamic_table_title": "Données de classification de l'avion"
  },
  "rescue_general": {
    "title": "Sauvetage et lutte contre l'incendie",
    "subtitle": "Points d'accès d'urgence critiques et emplacements de matières dangereuses pour les premiers intervenants.",
    "description": "Cette section fournit des données essentielles pour le personnel de sauvetage et de lutte contre l'incendie, y compris les points d'accès d'urgence, l'emplacement des réservoirs de carburant et les zones de stockage de matières dangereuses.",
    "chart_title": "Carte de sauvetage",
    "card_title": "Aperçu SSLIA",
    "card_desc": "Figure : Carte de sauvetage et de lutte contre l'incendie de l'avion (ARFF)"
  },
  "evacuation": {
    "title": "Évacuation d'urgence",
    "subtitle": "Procédures de déploiement et spécifications techniques pour les dispositifs d'évacuation.",
    "description": "Cette section détaille l'emplacement et le fonctionnement des dispositifs d'évacuation d'urgence, y compris les toboggans, les radeaux et les issues de secours. Elle fournit également des informations sur les points de pénétration structurels de l'avion pour le personnel de sauvetage.",
    "devices_title": "Dispositifs d'évacuation",
    "card_title": "Déploiement des toboggans et des issues",
    "card_desc": "Identification des toboggans, des radeaux et des voies d'accès d'urgence."
  },
  "glossary_page": {
    "title": "Glossaire",
    "subtitle": "Abréviations techniques et terminologie de conception utilisées dans toute la documentation technique.",
    "list_title": "1. Liste des abréviations"
  }
}
